"AuthTitle" = "Your proxy server requires authentication.";
"AuthTitleRetry" = "Your user name or password can’t be verified. Make sure you have entered them correctly, and then try again.";

// "Please log in to area "Secure" on the http proxy server example.apple.com"
"AuthMessage" = "Please log in to area \"%1$@\" on the %2$@ proxy server %3$@";

// "Please log in to the http proxy server example.apple.com"
"AuthMessageNoRealm" = "Please log in to the %1$@ proxy server %2$@.";
